{
    "hero_badge": "Serving Those Who Served",
    "hero_title": "National Ex-Servicemen Party",
    "hero_subtitle": "This party is not only for ex-servicemen but entirely for the general public. We welcome everyone who wishes to serve the nation.",
    "join_now": "Join Now",
    "manifesto": "Manifesto",
    "stats_members_value": "1,00,000+",
    "stats_members_label": "Registered Members",
    "stats_states_value": "28+",
    "stats_states_label": "States & Union Territories",
    "stats_teams_value": "100+",
    "stats_teams_label": "District Teams",
    "wings_title": "Our Wings",
    "wings_subtitle": "Since the general public has equal rights and responsibilities, NEP provides dedicated wings for all professions and communities. Members can join the wing that best represents their profession, service background, or social interest.",
    "wings_join_this_wing": "Join This Wing",
    "wings_cta_title": "Ready to Make a Difference?",
    "wings_cta_subtitle": "Those who wish to take responsibility in the above wings or become members are encouraged to register and contribute to nation-building.",
    "wings_cta_button": "Join a Wing Now",
    "wings_lawyers_wing_name": "Lawyers Wing",
    "wings_lawyers_wing_description": "Supports legal awareness, justice delivery, and constitutional rights. Works towards legal reforms and free legal guidance for citizens.",
    "wings_farmers_wing_name": "Farmers Wing",
    "wings_farmers_wing_description": "Represents farmers’ welfare, fair pricing, and agricultural sustainability. Focuses on rural development and food security.",
    "wings_auto_drivers_wing_name": "Auto Drivers Wing",
    "wings_auto_drivers_wing_description": "Advocates for auto drivers’ rights, safety, and economic stability. Addresses licensing, welfare schemes, and daily operational challenges.",
    "wings_industry_wing_name": "Industry Wing",
    "wings_industry_wing_description": "Engages industrialists and entrepreneurs for economic growth. Promotes job creation, innovation, and responsible industrial development.",
    "wings_social_harmony_council_name": "Social Harmony Council",
    "wings_social_harmony_council_description": "Works to promote unity, peace, and social equality. Acts against discrimination based on caste, religion, or community.",
    "wings_doctors_wing_name": "Doctors Wing",
    "wings_doctors_wing_description": "Supports healthcare reforms and public health awareness. Encourages accessible and ethical medical services for all.",
    "wings_ex_servicemen_wing_name": "Ex-Servicemen Wing",
    "wings_ex_servicemen_wing_description": "Represents veterans of the armed forces and their families. Focuses on welfare, re-employment, and dignity for retired personnel.",
    "wings_sanitation_workers_wing_name": "Sanitation Workers Wing",
    "wings_sanitation_workers_wing_description": "Advocates dignity, safety, and rights of sanitation workers. Supports improved working conditions and social recognition.",
    "wings_it_wing_name": "IT Wing",
    "wings_it_wing_description": "Drives digital transformation and technology-led governance. Supports cybersecurity, innovation, and digital inclusion.",
    "wings_workers_wing_name": "Workers Wing",
    "wings_workers_wing_description": "Represents workers across sectors and industries. Focuses on fair wages, safety, and labor rights.",
    "wings_motor_vehicle_drivers_wing_name": "Motor Vehicle Drivers Wing",
    "wings_motor_vehicle_drivers_wing_description": "Supports drivers of buses, lorries, taxis, and transport services. Addresses road safety, welfare schemes, and regulatory concerns.",
    "wings_paramilitary_wing_name": "Paramilitary Wing",
    "wings_paramilitary_wing_description": "Represents personnel from paramilitary and allied forces. Works for welfare, recognition, and post-service opportunities.",
    "wings_retired_central_government_employees_wing_name": "Retired Central Government Employees Wing",
    "wings_retired_central_government_employees_wing_description": "Supports pensioners and retired central government staff. Focuses on benefits, healthcare, and policy representation.",
    "wings_retired_state_government_employees_wing_name": "Retired State Government Employees Wing",
    "wings_retired_state_government_employees_wing_description": "Represents retired state government employees. Advocates for pension rights and social security.",
    "wings_private_security_wing_name": "Private Security Wing",
    "wings_private_security_wing_description": "Represents private security professionals. Focuses on training standards, job security, and welfare.",
    "wings_traders_wing_name": "Traders Wing",
    "wings_traders_wing_description": "Supports small and medium traders and business owners. Promotes fair trade policies and economic stability.",
    "wings_electrical_engineering_wing_name": "Electrical Engineering Wing",
    "wings_electrical_engineering_wing_description": "Represents electrical engineers and technical professionals. Supports infrastructure development and technical innovation.",
    "wings_students_wing_name": "Students Wing",
    "wings_students_wing_description": "Empowers students to participate in nation-building. Focuses on education quality, skills, and leadership development.",
    "wings_teachers_wing_name": "Teachers Wing",
    "wings_teachers_wing_description": "Represents educators at all levels. Promotes educational reforms and respect for the teaching profession.",
    "wings_transgender_wing_name": "Transgender Wing",
    "wings_transgender_wing_description": "Advocates equality, dignity, and inclusion for transgender persons. Supports social justice, safety, and equal opportunities.",
    "wings_women_wing_name": "Women Wing",
    "wings_women_wing_description": "Empowers women in leadership, governance, and society. Works towards safety, equality, and economic independence.",
    "wings_youth_wing_name": "Youth Wing",
    "wings_youth_wing_description": "Engages young citizens in politics and public service. Focuses on leadership, employment, and nation-building initiatives."
}
