{
  "common": {
    "loading": "Loading",
    "submit": "Submit",
    "optional": "Optional",
    "back_to_home": "Back to Home"
  },
  "home": {
    "title": "NATIONAL EX SERVICEMEN PARTY",
    "subtitle": "A party for ex-servicemen and common people of India.",
    "join_party": "Join Party",
    "donate": "Donate",
    "about_us": "About Us",
    "about_party_text": "The National Ex-Servicemen Coordination Committee, an organization dedicated to the welfare of ex-servicemen, has now transformed into the National Ex-Servicemen Party. We are a registered political party under the Election Commission of India. Our aim is to fight for the rights of ex-servicemen and work towards the betterment of our country. Join us in our mission to bring about a positive change.",
    "our_vision": "Our Vision",
    "vision_text": "Our vision is to create a society where ex-servicemen are respected and their needs are met. We want to ensure that they have access to good healthcare, education, and employment opportunities. We also want to work towards creating a secure and prosperous India for all.",
    "our_mission": "Our Mission",
    "mission_text": "Our mission is to be the voice of ex-servicemen in the political arena. We want to contest elections and form a government that is sensitive to the needs of ex-servicemen. We also want to work towards creating a more inclusive and equitable society for all.",
    "recent_news": "Recent News",
    "view_all_news": "View All News"
  },
  "auth": {
    "login_title": "Member Login",
    "login_subtitle": "Enter your phone number to receive a one-time password.",
    "phone_label": "Phone Number",
    "phone_placeholder": "10-digit mobile number",
    "send_otp": "Send OTP",
    "otp_title": "Enter OTP",
    "otp_subtitle": "A 6-digit code has been sent to your phone.",
    "otp_label": "One-Time Password",
    "otp_placeholder": "Enter OTP",
    "verify_otp": "Verify OTP",
    "invalid_phone": "Please enter a valid 10-digit phone number.",
    "otp_sent_success": "OTP sent successfully!",
    "otp_sent_error": "Failed to send OTP. Please try again.",
    "verification_success": "Verification successful!",
    "verification_error": "Invalid OTP. Please try again.",
    "firebase_error": "An error occurred: "
  },
  "registration": {
    "title": "New Member Registration",
    "subtitle": "Fill in your details to join the National Ex Servicemen Party.",
    "form_title": "Membership Application Form",
    "name": "Full Name",
    "father_name": "Father's Name",
    "phone": "Phone Number",
    "email": "Email Address",
    "dob": "Date of Birth",
    "address": "Full Address",
    "district": "District",
    "state": "State",
    "pincode": "Pincode",
    "membership_type": "Membership Type",
    "basic_membership": "Basic Membership (₹250/year)",
    "premium_membership": "Premium Membership (₹500/year)",
    "ex_servicemen_details": "Ex-Servicemen Details",
    "service_number": "Service Number",
    "rank": "Rank (at retirement)",
    "date_of_enrollment": "Date of Enrollment",
    "date_of_discharge": "Date of Discharge",
    "documents": "Upload Documents",
    "photo": "Your Passport Size Photo",
    "ppo_copy": "Pension Pay Order (PPO) Copy",
    "aadhar_card": "Aadhar Card Copy",
    "uploading": "Uploading...",
    "file_too_large": "File is too large. Max size is 2MB.",
    "invalid_file_type": "Invalid file type. Please upload an image.",
    "upload_error": "Upload failed. Please try again.",
    "submit_registration": "Proceed to Payment",
    "registration_success": "Registration Successful!",
    "registration_success_message": "Your application has been submitted. You will be redirected to the payment page.",
    "registration_error": "Registration Failed",
    "registration_error_message": "An error occurred during registration. Please try again."
  },
  "profile": {
    "title": "Member Profile",
    "logout": "Logout",
    "editProfile": "Edit Profile",
    "membershipId": "Membership ID",
    "fatherName": "Father's Name",
    "phone": "Phone",
    "district": "District",
    "state": "State",
    "membershipType": "Membership Type",
    "statusApproved": "Application Approved",
    "approvedMessage": "Welcome! Your membership card is ready.",
    "statusPending": "Application Pending",
    "pendingMessage": "Your application is under review. You will be notified once it is processed.",
    "statusRejected": "Application Rejected",
    "rejectedMessage": "We regret to inform you that your application has been rejected. Please contact support for more information.",
    "noProfile": "No profile found.",
    "registerNow": "Register Now",
    "viewCard": "View Member Card",
    "yourCard": "Your Membership Card"
  },
  "contact": {
    "title": "Contact Us",
    "subtitle": "Get in touch with the National Ex Servicemen Party.",
    "form_name": "Your Name",
    "form_email": "Your Email",
    "form_message": "Your Message",
    "send_message": "Send Message",
    "contact_info": "Contact Information",
    "address": "A4, Vishwaa Pride Apartment, Nookampalayam Main Road, Perumbakkam, Chennai - 600100, Tamil Nadu, India",
    "phone_primary": "+91 98765 43210",
    "phone_secondary": "+91 12345 67890",
    "email": "contact@allindianep.com",
    "website": "www.allindianep.com"
  },
  "news": {
    "title": "News & Updates",
    "subtitle": "Stay informed about the latest activities of the National Ex Servicemen Party.",
    "posted_on": "Posted on",
    "read_more": "Read More"
  },
    "news_article_1_title": "NEP Demands Implementation of 'One Rank, One Pension' in Full",
  "news_article_1_content": "The National Ex Servicemen Party (NEP) today held a major protest in New Delhi, demanding the complete and immediate implementation of the 'One Rank, One Pension' (OROP) scheme as per the original recommendations. Party president, addressing the rally, stated that the current version of OROP has several anomalies that need to be rectified. He warned that if the government does not heed their demands, the protests will be intensified across the country. The party has submitted a detailed memorandum to the Defence Minister, outlining the discrepancies and suggesting corrective measures.",

  "news_article_2_title": "Party Expands its Footprint in Southern States",
  "news_article_2_content": "In a major boost to its expansion plans, the National Ex Servicemen Party has seen a surge in membership in the southern states of Tamil Nadu, Kerala, and Karnataka. The party recently opened new offices in Chennai and Bengaluru to cater to the growing number of members. A state-level committee has been formed in each of these states to coordinate the party's activities. The party leadership has expressed confidence that this expansion will help them make a significant impact in the upcoming local body elections. They attribute the growth to their consistent focus on welfare issues for ex-servicemen and their families.",

  "news_article_3_title": "Healthcare for Veterans: NEP Launches Awareness Campaign",
  "news_article_3_content": "The National Ex Servicemen Party has launched a nationwide campaign to raise awareness about the healthcare challenges faced by military veterans. The campaign, titled 'Health for Heroes', aims to highlight the inadequacies in the Ex-servicemen Contributory Health Scheme (ECHS) and demand better facilities. Volunteers will visit veterans in their homes, distribute informational pamphlets, and assist them in accessing available healthcare services. The party is also running a parallel social media campaign to bring the issue to the attention of the wider public and policymakers.",

  "news_article_4_title": "Public Opinion Divided on New Economic Policies, NEP Calls for Inclusive Growth",
  "news_article_4_content": "A recent nationwide survey has revealed a sharp divide in public opinion regarding the government's new economic policies. While supporters claim the policies will boost growth and create jobs, opponents argue they will lead to increased inflation and benefit only large corporations. The NEP has called for a more inclusive approach, suggesting measures to support small and medium-sized enterprises (SMEs) and the agricultural sector. The party plans to release its own economic vision document next week, which it says will offer a 'pro-people, pro-growth' alternative.",
    "footer_party_bio": "A party for ex-servicemen and common people of India.",
    "footer_quick_links": "Quick Links",
    "footer_more_links": "More Links",
    "footer_contact_info": "Contact Info",
    "footer_address": "Tamil Nadu, India",
    "footer_privacy": "Privacy Policy",
    "footer_terms": "Terms & Conditions",
    "footer_refund": "Refund Policy"
}