{
  "why_join_page_badge": "🟠 NEP में क्यों शामिल हों?",
  "why_join_page_title": "NEP में क्यों शामिल हों?",
  "why_join_page_intro": "NEP सिर्फ एक राजनीतिक दल नहीं है। यह देशभक्ति, त्याग, सामाजिक न्याय और ईमानदारी के मूल्यों पर आधारित एक आंदोलन है। देश के लिए अपनी जान कुर्बान करने वाले पूर्व सैनिकों की सोच और लोगों के अधिकारों के लिए आवाज उठाने वाले मजबूत नेतृत्व वाला दल NEP है।",
  "why_join_reason_1_title": "देशभक्ति आधारित राजनीति",
  "why_join_reason_1_desc": "देश की सुरक्षा, एकता और संप्रभुता—इनको राजनीति से परे की जिम्मेदारी मानते हैं।",
  "why_join_reason_2_title": "सामाजिक न्याय और समानता",
  "why_join_reason_2_desc": "नस्ल, भाषा, धर्म, जाति के किसी भी भेदभाव के बिना, सभी के लिए समान अधिकार और समान अवसर हमारी नीति है।",
  "why_join_reason_3_title": "पूर्व सैनिकों का कल्याण",
  "why_join_reason_3_desc": "देश की सेवा करने वाले पूर्व सैनिकों का सम्मान, सुरक्षा और जीवन की गुणवत्ता हमारी प्राथमिकता है।",
  "why_join_reason_4_title": "युवा और शैक्षिक विकास",
  "why_join_reason_4_desc": "शिक्षा, रोजगार, कौशल विकास—युवाओं को राष्ट्र के भविष्य के नेतृत्व के रूप में तैयार करना हमारा लक्ष्य है।",
  "why_join_reason_5_title": "ईमानदार और जिम्मेदार शासन",
  "why_join_reason_5_desc": "भ्रष्टाचार मुक्त शासन, पारदर्शिता, राजनीति जो सीधे लोगों के प्रति जवाबदेह है।",
  "why_join_reason_6_title": "साधारण लोगों की आवाज",
  "why_join_reason_6_desc": "NEP नेताओं का दल नहीं है—यह एक आंदोलन है जो साधारण लोगों की आवाज को सत्ता के केंद्र में लाता है।",
  "why_join_inspirational": "राष्ट्र की सेवा करना कर्तव्य नहीं है—यह गर्व है।",
  "why_join_cta_text": "आज ही NEP में शामिल हों और राष्ट्र के भविष्य को आकार देने की यात्रा में भाग लें।",
  "why_join_join_button": "सदस्य बनें",
  "why_join_manifesto_button": "हमारी नीतियां",
  "why_join_seo_keywords": "NEP पार्टी सदस्य पूर्व सैनिक राजनीतिक आंदोलन देशभक्त राजनीतिक दल सामाजिक न्याय दल",
  "why_join_hero_card_title": "🟠 NEP में क्यों शामिल हों?",
  "why_join_hero_card_desc": "देशभक्ति, त्याग, सामाजिक न्याय और ईमानदारी पर आधारित आंदोलन। पूर्व सैनिकों द्वारा संचालित मजबूत नेतृत्व जो लोगों के अधिकारों के लिए वकालत करता है।",
  "why_join_hero_card_button": "और जानें"
}
