{
    "hero_badge": "ಸೇವೆ ಮಾಡಿದವರಿಗೆ ಸೇವೆ",
    "hero_title": "ರಾಷ್ಟ್ರೀಯ ಮಾಜಿ సైనికుల ಪಕ್ಷ",
    "hero_subtitle": "ಈ ಪಕ್ಷವು ಮಾಜಿ ಸೈನಿಕರಿಗೆ ಮಾತ್ರವಲ್ಲದೆ ಸಂಪೂರ್ಣವಾಗಿ ಸಾರ್ವಜನಿಕರಿಗಾಗಿ ಆಗಿದೆ. ರಾಷ್ಟ್ರಕ್ಕೆ ಸೇವೆ ಸಲ್ಲಿಸಲು விரும்பುವ ಎಲ್ಲರಿಗೂ ನಾವು ಸ್ವಾಗತಿಸುತ್ತೇವೆ.",
    "join_now": "ಈಗಲೇ ಸೇರಿ",
    "manifesto": "ಚುನಾವಣಾ ಪ್ರಣಾಳಿಕೆ",
    "stats_members_value": "1,00,000+",
    "stats_members_label": "ನೋಂದಾಯಿತ ಸದಸ್ಯರು",
    "stats_states_value": "28+",
    "stats_states_label": "ರಾష్ట్రಗಳು ಮತ್ತು ಕೇಂದ್ರಾಡಳಿತ ಪ್ರದೇಶಗಳು",
    "stats_teams_value": "100+",
    "stats_teams_label": "ಜಿಲ್ಲಾ ತಂಡಗಳು",
    "wings_title": "Our Wings",
    "wings_subtitle": "Since the general public has equal rights and responsibilities, NEP provides dedicated wings for all professions and communities. Members can join the wing that best represents their profession, service background, or social interest.",
    "wings_join_this_wing": "Join This Wing",
    "wings_cta_title": "Ready to Make a Difference?",
    "wings_cta_subtitle": "Those who wish to take responsibility in the above wings or become members are encouraged to register and contribute to nation-building.",
    "wings_cta_button": "Join a Wing Now",
    "wings_lawyers_wing_name": "Lawyers Wing",
    "wings_lawyers_wing_description": "Supports legal awareness, justice delivery, and constitutional rights. Works towards legal reforms and free legal guidance for citizens.",
    "wings_farmers_wing_name": "Farmers Wing",
    "wings_farmers_wing_description": "Represents farmers’ welfare, fair pricing, and agricultural sustainability. Focuses on rural development and food security.",
    "wings_auto_drivers_wing_name": "Auto Drivers Wing",
    "wings_auto_drivers_wing_description": "Advocates for auto drivers’ rights, safety, and economic stability. Addresses licensing, welfare schemes, and daily operational challenges.",
    "wings_industry_wing_name": "Industry Wing",
    "wings_industry_wing_description": "Engages industrialists and entrepreneurs for economic growth. Promotes job creation, innovation, and responsible industrial development.",
    "wings_social_harmony_council_name": "Social Harmony Council",
    "wings_social_harmony_council_description": "Works to promote unity, peace, and social equality. Acts against discrimination based on caste, religion, or community.",
    "wings_doctors_wing_name": "Doctors Wing",
    "wings_doctors_wing_description": "Supports healthcare reforms and public health awareness. Encourages accessible and ethical medical services for all.",
    "wings_ex-servicemen_wing_name": "Ex-Servicemen Wing",
    "wings_ex-servicemen_wing_description": "Represents veterans of the armed forces and their families. Focuses on welfare, re-employment, and dignity for retired personnel.",
    "wings_sanitation_workers_wing_name": "Sanitation Workers Wing",
    "wings_sanitation_workers_wing_description": "Advocates dignity, safety, and rights of sanitation workers. Supports improved working conditions and social recognition.",
    "wings_it_wing_name": "IT Wing",
    "wings_it_wing_description": "Drives digital transformation and technology-led governance. Supports cybersecurity, innovation, and digital inclusion.",
    "wings_workers_wing_name": "Workers Wing",
    "wings_workers_wing_description": "Represents workers across sectors and industries. Focuses on fair wages, safety, and labor rights.",
    "wings_motor_vehicle_drivers_wing_name": "Motor Vehicle Drivers Wing",
    "wings_motor_vehicle_drivers_wing_description": "Supports drivers of buses, lorries, taxis, and transport services. Addresses road safety, welfare schemes, and regulatory concerns.",
    "wings_paramilitary_wing_name": "Paramilitary Wing",
    "wings_paramilitary_wing_description": "Represents personnel from paramilitary and allied forces. Works for welfare, recognition, and post-service opportunities.",
    "wings_retired_central_government_employees_wing_name": "Retired Central Government Employees Wing",
    "wings_retired_central_government_employees_wing_description": "Supports pensioners and retired central government staff. Focuses on benefits, healthcare, and policy representation.",
    "wings_retired_state_government_employees_wing_name": "Retired State Government Employees Wing",
    "wings_retired_state_government_employees_wing_description": "Represents retired state government employees. Advocates for pension rights and social security.",
    "wings_private_security_wing_name": "Private Security Wing",
    "wings_private_security_wing_description": "Represents private security professionals. Focuses on training standards, job security, and welfare.",
    "wings_traders_wing_name": "Traders Wing",
    "wings_traders_wing_description": "Supports small and medium traders and business owners. Promotes fair trade policies and economic stability.",
    "wings_electrical_engineering_wing_name": "Electrical Engineering Wing",
    "wings_electrical_engineering_wing_description": "Represents electrical engineers and technical professionals. Supports infrastructure development and technical innovation.",
    "wings_students_wing_name": "Students Wing",
    "wings_students_wing_description": "Empowers students to participate in nation-building. Focuses on education quality, skills, and leadership development.",
    "wings_teachers_wing_name": "Teachers Wing",
    "wings_teachers_wing_description": "Represents educators at all levels. Promotes educational reforms and respect for the teaching profession.",
    "wings_transgender_wing_name": "Transgender Wing",
    "wings_transgender_wing_description": "Advocates equality, dignity, and inclusion for transgender persons. Supports social justice, safety, and equal opportunities.",
    "wings_women’s_wing_name": "Women’s Wing",
    "wings_women’s_wing_description": "Empowers women in leadership, governance, and society. Works towards safety, equality, and economic independence.",
    "wings_youth_wing_name": "Youth Wing",
    "wings_youth_wing_description": "Engages young citizens in politics and public service. Focuses on leadership, employment, and nation-building initiatives.",
    "about_title": "About Us",
    "about_subtitle": "National Ex Servicemen Party",
    "founder_title": "Founder President",
    "founder_badge": "National President",
    "founder_name": "Lion. Dr. Suresh Babu",
    "founder_bio1": "Born and raised in Ranipet district of Tamil Nadu, with patriotism flowing in his blood, he formulated his own unique ideology and joined the Indian Army as a warrior.",
    "founder_bio2": "Through rigorous training, discipline, and hard work, he served the nation with distinction across various departments, including DRDO. In 2017, he founded the Ex-Servicemen Association in Kanchipuram. In 2019, he expanded the movement by forming the state-level federation named “Indian Ex-Tri Services and Paramilitary Forces Welfare Federation, Tamil Nadu.”",
    "founder_quote": "He is committed to voicing the rights of all sections of society beyond caste and religion, and resolved to unite farmers, workers, general public, and ex-servicemen under one national movement.",
    "story_title": "Our Story",
    "story_p1": "For the first time in Indian history, a political party was founded in Tamil Nadu by ex-servicemen under the name National Ex-Servicemen Party (NEP).",
    "story_p2": "NEP is not only for ex-servicemen, but for the entire general public. The party welcomes every citizen who wishes to serve the nation with discipline, integrity, and commitment.",
    "story_p3": "The first official introduction of the party was held on 14 December 2023 at the Chepauk Journalists Association, marking the beginning of a new people-centric political movement.",
    "join_party": "Join Party",
    "vision_title": "Our Vision",
    "vision_desc": "To build an India where every citizen enjoys equal rights, equal opportunities, and a dignified life. We envision a society governed by those who have already proven their dedication to the nation through service and sacrifice.",
    "mission_title": "Our Mission",
    "mission_desc": "To bring discipline, integrity, and service-oriented governance into Indian politics. NEP aims to unite all sections of society under one banner to fight for justice, inclusive development, and national prosperity.",
    "values_title": "Our Core Values",
    "values_discipline_title": "Discipline",
    "values_discipline_desc": "Military-grade discipline in governance and public administration.",
    "values_integrity_title": "Integrity",
    "values_integrity_desc": "Honest, transparent, and accountable leadership at all levels.",
    "values_equality_title": "Equality",
    "values_equality_desc": "Equal rights, justice, and dignity for every citizen of India.",
    "values_service_title": "Service",
    "values_service_desc": "Dedicated service to the people and the nation above personal interest.",
    "stats_strip_wings": "Wings",
    "stats_strip_districts": "Districts",
    "stats_strip_founded": "Founded",
    "stats_strip_dedication": "Dedication",
    "contact_title": "Contact Us",
    "contact_subtitle": "Get in touch with the National Ex-Servicemen Party.",
    "contact_phone": "Phone",
    "contact_email": "Email",
    "contact_address": "Address",
    "contact_address_l1": "National Ex-Servicemen Party",
    "contact_address_l2": "Tamil Nadu, India",
    "gallery_title": "Our Gallery",
    "gallery_subtitle": "Moments from our journey across the nation.",
    "gallery_album_public_rallies_name": "Public Rallies",
    "gallery_album_public_rallies_desc": "Snapshots from our public meetings and rallies across various states.",
    "gallery_album_public_rallies_media_0_alt": "A large crowd at a public rally",
    "gallery_album_public_rallies_media_1_alt": "Party leader addressing the public",
    "gallery_album_public_rallies_media_2_alt": "A video of the rally",
    "gallery_album_community_outreach_name": "Community Outreach",
    "gallery_album_community_outreach_desc": "Engaging with local communities and understanding their needs.",
    "gallery_album_community_outreach_media_0_alt": "Meeting with village elders",
    "gallery_album_community_outreach_media_1_alt": "A video of the community outreach program",
    "gallery_album_party_meetings_name": "Party Meetings",
    "gallery_album_party_meetings_desc": "Internal meetings and strategy sessions with party members.",
    "gallery_album_party_meetings_media_0_alt": "Party officials in a discussion",
    "gallery_album_party_meetings_media_1_alt": "Planning session with youth wing",
    "manifesto_title_page": "Our Manifesto",
    "manifesto_subtitle_page": "Building a Better India for All",
    "manifesto_education_for_all_title": "Education for All",
    "manifesto_education_for_all_desc": "Every Indian must have completed at least 12th grade education. No government benefits including driving license will be provided to those who are not educated.",
    "manifesto_free_education_healthcare_title": "Free Education & Healthcare",
    "manifesto_free_education_healthcare_desc": "Education and healthcare are human rights, not just words. All schools and hospitals in the country will be nationalized. World-class education and healthcare will be provided 100% free and with quality.",
    "manifesto_fast-track_justice_title": "Fast-Track Justice",
    "manifesto_fast-track_justice_desc": "Any case going to court will be resolved within a maximum of 3 years.",
    "manifesto_environment_protection_title": "Environment Protection",
    "manifesto_environment_protection_desc": "Strict legal action will be taken against those who violate forest, mountain, mineral resources, and wildlife protection laws.",
    "manifesto_modern_farming_title": "Modern Farming",
    "manifesto_modern_farming_desc": "All farmers will be trained with modern agricultural machinery and converted to organic farming, making them government employees.",
    "manifesto_full_employment_title": "Full Employment",
    "manifesto_full_employment_desc": "Due to agricultural labor shortage, 100-day work will be converted to full-time employment, making everyone government employees.",
    "manifesto_water_conservation_title": "Water Conservation",
    "manifesto_water_conservation_desc": "Lost lakes, ponds, and canals will be recovered and protected using giant machinery for de-silting.",
    "manifesto_agniveer_priority_title": "Agniveer Priority",
    "manifesto_agniveer_priority_desc": "All Agniveers who complete 4 years of service will be given priority for police department jobs, reducing state government training costs.",
    "manifesto_veterans_employment_title": "Veterans Employment",
    "manifesto_veterans_employment_desc": "All armed forces and paramilitary personnel will be guaranteed government or private employment based on qualification until age 60 after retirement.",
    "manifesto_swift_criminal_justice_title": "Swift Criminal Justice",
    "manifesto_swift_criminal_justice_desc": "For crimes like sexual assault and murder, investigation will be completed within 30 days and death penalty will be given to the guilty.",
    "manifesto_quality_roads_title": "Quality Roads",
    "manifesto_quality_roads_desc": "Quality roads will be built throughout the country, preventing spinal problems, neck pain, vehicle accidents, deaths, and vehicle repair issues for all taxpaying citizens.",
    "news_title": "Latest News & Updates",
    "news_subtitle": "Stay informed about our party's activities and our perspective on national issues.",
    "news_read_more": "Read More & Get AI Summary",
    "news_article_1_title": "NEP Announces New Initiative for Veterans' Healthcare",
    "news_article_1_content": "The National Ex-Servicemen Party (NEP) today unveiled a comprehensive healthcare plan aimed at providing better medical facilities for retired armed forces personnel and their families. The plan, dubbed 'Operation Heal,' includes provisions for specialized medical centers in every state, subsidized medicines, and mental health support programs. \"Our veterans have given their best years to the nation, and it is our solemn duty to ensure they receive the best care in their retirement,\" said the party president during the announcement. The initiative has been widely welcomed by veterans' associations across the country, who see it as a long-overdue step. However, critics have raised questions about the funding and long-term sustainability of the program. The party has assured that the financial model is robust and will be funded through a combination of government grants and private donations.",
    "news_article_2_title": "Election Commission Prepares for Upcoming State Elections",
    "news_article_2_content": "With state elections just around the corner, the Election Commission of India is in full swing with preparations to ensure a free and fair polling process. This year sees the introduction of new voter-verified paper audit trail (VVPAT) machines across all constituencies. The commission has also launched a massive voter awareness campaign, urging citizens to exercise their democratic right. Political parties, including the NEP, are finalizing their candidate lists and ramping up their campaigns. The NEP has stated it will contest in over 50 constituencies, focusing on its core promise of good governance and national security.",
    "news_article_3_title": "Parliament Monsoon Session to Discuss Key National Security Bills",
    "news_article_3_content": "The upcoming monsoon session of Parliament is expected to be a stormy one, with several key bills related to national security on the agenda. The government plans to introduce new legislation to strengthen border control and modernize the armed forces. The opposition, while supporting the need for strong national security, has expressed concerns about potential infringements on civil liberties. The NEP has announced that it will critically evaluate the bills and propose amendments to safeguard the interests of both the nation and its citizens. \"A balance between security and freedom is essential for a thriving democracy,\" a party spokesperson said.",
    "news_article_4_title": "Public sentiment on new economic policies divided",
    "news_article_4_content": "A recent nationwide survey has revealed a sharp divide in public opinion regarding the government's new economic policies. While supporters claim the policies will boost growth and create jobs, opponents argue they will lead to increased inflation and benefit only large corporations. The NEP has called for a more inclusive approach, suggesting measures to support small and medium-sized enterprises (SMEs) and the agricultural sector. The party plans to release its own economic vision document next week, which it says will offer a \"pro-people, pro-growth\" alternative.",
    "footer_party_bio": "A party for ex-servicemen and common people of India.",
    "footer_quick_links": "Quick Links",
    "footer_more_links": "More Links",
    "footer_contact_info": "Contact Info",
    "footer_address": "Tamil Nadu, India",
    "footer_privacy": "Privacy Policy",
    "footer_terms": "Terms & Conditions",
    "footer_refund": "Refund Policy",
    "footer_copyright": "National Ex-Servicemen Party. All Rights Reserved",
    "footer_tech_partner_title": "OUR TECHNOLOGY PARTNER",
    "footer_tech_partner_services": "Web • Mobile • Cloud • AI Solutions",
    "nav_home": "Home",
    "nav_about_us": "About Us",
    "nav_manifesto": "Manifesto",
    "nav_our_wings": "Our Wings",
    "nav_news": "News",
    "nav_gallery": "Gallery",
    "nav_contact": "Contact",
    "nav_donate": "Donate",
    "nav_member_card": "Member Card",
    "nav_donate_now": "Donate Now",
    "about_section_title": "About NEP",
    "about_section_p1": "For the first time in Indian history, a political party has been started in Tamil Nadu by ex-servicemen under the name National Ex-Servicemen Party (NEP).",
    "about_section_li1": "Veterans welfare & employment guarantee",
    "about_section_li2": "Free quality education and healthcare for all",
    "about_section_li3": "Water & natural resource protection",
    "learn_more": "Learn More",
    "contact_strip_title": "Contact Us",
    "final_cta_title": "Ready to Join the Movement?",
    "final_cta_subtitle": "Be part of a historic political movement led by those who served the nation.",
    "register_now": "Register Now",
    "leadership_title": "Founder President — Lion. Dr. Suresh Babu K",
    "leadership_bio": "Born and raised in Ranipet district of Tamil Nadu, with patriotism flowing in his blood, he reformulated his own unique policy and joined the Indian Army as a warrior. Through rigorous training and hard work, he served in various departments including DRDO.",
    "leadership_quote": "“I have decided to voice the rights of all sections of society beyond caste and religion. He resolved to unite farmers, general public, workers along with ex-servicemen.”",
    "our_promise_title": "Our Promise",
    "our_promise_subtitle": "Focused, practical policies to strengthen communities and empower veterans.",
    "promise_veteran_welfare_title": "Veteran Welfare",
    "promise_veteran_welfare_desc": "Priority jobs & welfare for retired defence personnel.",
    "promise_free_education_title": "Free Education",
    "promise_free_education_desc": "Ensure 100% free and high-quality public education.",
    "promise_water_&_environment_title": "Water & Environment",
    "promise_water_&_environment_desc": "Restore water bodies & protect forests and wildlife.",
    "our_wings_title": "Our Wings",
    "our_wings_subtitle": "22 specialized wings to represent every section of society",
    "wings_women's_wing_name": "Women's Wing",
    "view_all_wings": "View All Wings",
    "why_join_title": "Why Join NEP?",
    "why_join_ex-servicemen_led_title": "Ex-Servicemen Led",
    "why_join_ex-servicemen_led_desc": "Founded and led by honorable ex-servicemen of Indian Armed Forces.",
    "why_join_for_everyone_title": "For Everyone",
    "why_join_for_everyone_desc": "Open to all citizens with 22 different wings for various professions.",
    "why_join_clear_vision_title": "Clear Vision",
    "why_join_clear_vision_desc": "Focused on development, welfare, and good governance.",
    "why_join_service_first_title": "Service First",
    "why_join_service_first_desc": "Dedicated to serving the people of the nation."
}
