{
  "common": {
    "loading": "লোড হচ্ছে",
    "submit": "জমা দিন",
    "optional": "ঐচ্ছিক",
    "back_to_home": "হোমে ফিরে যান"
  },
  "home": {
    "title": "জাতীয় প্রাক্তন সৈনিক পার্টি",
    "subtitle": "ভারতের প্রাক্তন সৈনিক এবং সাধারণ মানুষের জন্য একটি দল।",
    "join_party": "পার্টিতে যোগ দিন",
    "donate": "দান করুন",
    "about_us": "আমাদের সম্পর্কে",
    "about_party_text": "প্রাক্তন সৈনিকদের কল্যাণে নিবেদিত একটি সংগঠন জাতীয় প্রাক্তন সৈনিক সমন্বয় কমিটি এখন জাতীয় প্রাক্তন সৈনিক পার্টিতে রূপান্তরিত হয়েছে। আমরা ভারতের নির্বাচন কমিশনের অধীনে একটি নিবন্ধিত রাজনৈতিক দল। আমাদের লক্ষ্য প্রাক্তন সৈনিকদের অধিকারের জন্য লড়াই করা এবং আমাদের দেশের উন্নতির জন্য কাজ করা। একটি ইতিবাচক পরিবর্তন আনতে আমাদের মিশনে যোগ দিন।",
    "our_vision": "আমাদের দৃষ্টি",
    "vision_text": "আমাদের দৃষ্টি এমন একটি সমাজ তৈরি করা যেখানে প্রাক্তন সৈনিকদের সম্মান করা হয় এবং তাদের চাহিদা পূরণ করা হয়। আমরা নিশ্চিত করতে চাই যে তারা ভাল স্বাস্থ্যসেবা, শিক্ষা এবং কর্মসংস্থানের সুযোগ পায়। আমরা সকলের জন্য একটি নিরাপদ এবং সমৃদ্ধ ভারত গড়ার জন্যও কাজ করতে চাই।",
    "our_mission": "আমাদের লক্ষ্য",
    "mission_text": "আমাদের লক্ষ্য রাজনৈতিক অঙ্গনে প্রাক্তন সৈনিকদের কণ্ঠস্বর হওয়া। আমরা নির্বাচনে প্রতিদ্বন্দ্বিতা করতে এবং প্রাক্তন সৈনিকদের চাহিদার প্রতি সংবেদনশীল একটি সরকার গঠন করতে চাই। আমরা সকলের জন্য আরও অন্তর্ভুক্তিমূলক এবং ন্যায়সঙ্গত সমাজ গঠনের জন্যও কাজ করতে চাই।",
    "recent_news": "সাম্প্রতিক খবর",
    "view_all_news": "সব খবর দেখুন"
  },
  "auth": {
    "login_title": "সদস্য লগইন",
    "login_subtitle": "এককালীন পাসওয়ার্ড পেতে আপনার ফোন নম্বর লিখুন।",
    "phone_label": "ফোন নম্বর",
    "phone_placeholder": "10-সংখ্যার মোবাইল নম্বর",
    "send_otp": "ওটিপি পাঠান",
    "otp_title": "ওটিপি লিখুন",
    "otp_subtitle": "আপনার ফোনে একটি 6-সংখ্যার কোড পাঠানো হয়েছে।",
    "otp_label": "এককালীন পাসওয়ার্ড",
    "otp_placeholder": "ওটিপি লিখুন",
    "verify_otp": "ওটিপি যাচাই করুন",
    "invalid_phone": "অনুগ্রহ করে একটি বৈধ 10-সংখ্যার মোবাইল নম্বর লিখুন।",
    "otp_sent_success": "ওটিপি সফলভাবে পাঠানো হয়েছে!",
    "otp_sent_error": "ওটিপি পাঠাতে ব্যর্থ। অনুগ্রহ করে আবার চেষ্টা করুন।",
    "verification_success": "যাচাই সফল!",
    "verification_error": "অবৈধ ওটিপি। অনুগ্রহ করে আবার চেষ্টা করুন।",
    "firebase_error": "একটি ত্রুটি ঘটেছে: "
  },
  "registration": {
    "title": "নতুন সদস্য নিবন্ধন",
    "subtitle": "জাতীয় প্রাক্তন সৈনিক পার্টিতে যোগ দিতে আপনার বিবরণ পূরণ করুন।",
    "form_title": "সদস্যপদ আবেদনপত্র",
    "name": "পুরো নাম",
    "father_name": "বাবার নাম",
    "phone": "ফোন নম্বর",
    "email": "ইমেল ঠিকানা",
    "dob": "জন্ম তারিখ",
    "address": "সম্পূর্ণ ঠিকানা",
    "district": "জেলা",
    "state": "রাজ্য",
    "pincode": "পিনকোড",
    "membership_type": "সদস্যপদের ধরন",
    "basic_membership": "বেসিক সদস্যপদ (₹250/বছর)",
    "premium_membership": "প্রিমিয়াম সদস্যপদ (₹500/বছর)",
    "ex_servicemen_details": "প্রাক্তন সৈনিকদের বিবরণ",
    "service_number": "পরিষেবা নম্বর",
    "rank": "পদ (অবসরের সময়)",
    "date_of_enrollment": "তালিকাভুক্তির তারিখ",
    "date_of_discharge": "ছাড়ার তারিখ",
    "documents": "নথি আপলোড করুন",
    "photo": "আপনার পাসপোর্ট সাইজের ছবি",
    "ppo_copy": "পেনশন পে অর্ডার (পিপিও) কপি",
    "aadhar_card": "আধার কার্ডের কপি",
    "uploading": "আপলোড হচ্ছে...",
    "file_too_large": "ফাইলটি খুব বড়। সর্বোচ্চ আকার 2MB।",
    "invalid_file_type": "অবৈধ ফাইলের ধরন। অনুগ্রহ করে একটি ছবি আপলোড করুন।",
    "upload_error": "আপলোড ব্যর্থ হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।",
    "submit_registration": "পেমেন্টে এগিয়ে যান",
    "registration_success": "নিবন্ধন সফল!",
    "registration_success_message": "আপনার আবেদন জমা দেওয়া হয়েছে। আপনাকে পেমেন্ট পৃষ্ঠায় পুনঃনির্দেশিত করা হবে।",
    "registration_error": "নিবন্ধন ব্যর্থ হয়েছে",
    "registration_error_message": "নিবন্ধনের সময় একটি ত্রুটি ঘটেছে। অনুগ্রহ করে আবার চেষ্টা করুন।"
  },
  "profile": {
    "title": "সদস্য প্রোফাইল",
    "logout": "লগআউট",
    "editProfile": "প্রোফাইল সম্পাদনা করুন",
    "membershipId": "সদস্যপদ আইডি",
    "fatherName": "বাবার নাম",
    "phone": "ফোন",
    "district": "জেলা",
    "state": "রাজ্য",
    "membershipType": "সদস্যপদের ধরন",
    "statusApproved": "আবেদন অনুমোদিত",
    "approvedMessage": "স্বাগতম! আপনার সদস্যপদ কার্ড প্রস্তুত।",
    "statusPending": "আবেদন মুলতুবি",
    "pendingMessage": "আপনার আবেদন পর্যালোচনার অধীনে আছে। এটি প্রক্রিয়া করা হলে আপনাকে অবহিত করা হবে।",
    "statusRejected": "আবেদন প্রত্যাখ্যাত",
    "rejectedMessage": "আমরা দুঃখিত যে আপনার আবেদন প্রত্যাখ্যাত হয়েছে। আরও তথ্যের জন্য অনুগ্রহ করে সহায়তার সাথে যোগাযোগ করুন।",
    "noProfile": "কোন প্রোফাইল পাওয়া যায়নি।",
    "registerNow": "এখনই নিবন্ধন করুন",
    "viewCard": "সদস্য কার্ড দেখুন",
    "yourCard": "আপনার সদস্যপদ কার্ড"
  },
  "contact": {
    "title": "যোগাযোগ করুন",
    "subtitle": "জাতীয় প্রাক্তন সৈনিক পার্টির সাথে যোগাযোগ করুন।",
    "form_name": "আপনার নাম",
    "form_email": "আপনার ইমেল",
    "form_message": "আপনার বার্তা",
    "send_message": "বার্তা পাঠান",
    "contact_info": "যোগাযোগের তথ্য",
    "address": "এ4, বিশ্বা প্রাইড অ্যাপার্টমেন্ট, নুকম্পালয়ম মেইন রোড, পেরুম্বক্কম, চেন্নাই - 600100, তামিলনাড়ু, ভারত",
    "phone_primary": "+91 9176101115",
    "phone_secondary": "+91 9176102229",
    "email": "allindianep@gmail.com",
    "website": "www.allindianep.com"
  },
  "news": {
    "title": "খবর ও আপডেট",
    "subtitle": "জাতীয় প্রাক্তন সৈনিক পার্টির সর্বশেষ কার্যক্রম সম্পর্কে অবগত থাকুন।",
    "posted_on": "পোস্ট করা হয়েছে",
    "read_more": "আরও পড়ুন"
  },
    "news_article_1_title": "এনইপি 'এক পদ, এক পেনশন' সম্পূর্ণ বাস্তবায়নের দাবি জানিয়েছে",
  "news_article_1_content": "জাতীয় প্রাক্তন সৈনিক পার্টি (এনইপি) আজ নয়াদিল্লিতে একটি বড় বিক্ষোভ করেছে, মূল সুপারিশ অনুযায়ী 'এক পদ, এক পেনশন' (ওআরওপি) প্রকল্পের সম্পূর্ণ এবং অবিলম্বে বাস্তবায়নের দাবিতে। সমাবেশে ভাষণ দিতে গিয়ে দলের সভাপতি বলেছেন যে ওআরওপি-র বর্তমান সংস্করণে বেশ কয়েকটি অসঙ্গতি রয়েছে যা সংশোধন করা দরকার। তিনি সতর্ক করে দিয়েছেন যে সরকার যদি তাদের দাবি না মানে, তাহলে সারা দেশে বিক্ষোভ আরও তীব্র হবে। দলটি প্রতিরক্ষা মন্ত্রীকে একটি বিস্তারিত স্মারকলিপি জমা দিয়েছে, যেখানে অসঙ্গতিগুলো তুলে ধরা হয়েছে এবং সংশোধনমূলক ব্যবস্থার পরামর্শ দেওয়া হয়েছে।",

  "news_article_2_title": "দক্ষিণের রাজ্যগুলিতে দলের পদচিহ্ন প্রসারিত হয়েছে",
  "news_article_2_content": "এর সম্প্রসারণ পরিকল্পনায় একটি বড় উত্সাহ হিসাবে, জাতীয় প্রাক্তন সৈনিক পার্টি তামিলনাড়ু, কেরালা এবং কর্ণাটকের দক্ষিণের রাজ্যগুলিতে সদস্যপদে একটি ঢেউ দেখেছে। দলটি সম্প্রতি চেন্নাই এবং বেঙ্গালুরুতে নতুন অফিস খুলেছে যাতে ক্রমবর্ধমান সদস্য সংখ্যা পূরণ করা যায়। দলের কার্যক্রম সমন্বয় করার জন্য এই প্রতিটি রাজ্যে একটি রাজ্য-স্তরের কমিটি গঠন করা হয়েছে। দলের নেতৃত্ব আস্থা প্রকাশ করেছে যে এই সম্প্রসারণ তাদের আসন্ন স্থানীয় সংস্থা নির্বাচনে একটি উল্লেখযোগ্য প্রভাব ফেলতে সাহায্য করবে। তারা এই বৃদ্ধির জন্য প্রাক্তন সৈনিক এবং তাদের পরিবারের জন্য কল্যাণমূলক বিষয়গুলিতে তাদের ধারাবাহিক মনোযোগকে দায়ী করে।",

  "news_article_3_title": "প্রবীণদের জন্য স্বাস্থ্যসেবা: এনইপি সচেতনতা অভিযান শুরু করেছে",
  "news_article_3_content": "জাতীয় প্রাক্তন সৈনিক পার্টি সামরিক প্রবীণদের দ্বারা সম্মুখীন স্বাস্থ্যসেবা চ্যালেঞ্জ সম্পর্কে সচেতনতা বাড়াতে একটি দেশব্যাপী অভিযান শুরু করেছে। 'বীরদের জন্য স্বাস্থ্য' শিরোনামের এই অভিযানের লক্ষ্য প্রাক্তন সৈনিকদের অবদানমূলক স্বাস্থ্য প্রকল্প (ইসিএইচএস)-এর অপর্যাপ্ততা তুলে ধরা এবং আরও ভাল সুবিধার দাবি করা। স্বেচ্ছাসেবকরা তাদের বাড়িতে প্রবীণদের সাথে দেখা করবে, তথ্যমূলক প্যামফলেট বিতরণ করবে এবং উপলব্ধ স্বাস্থ্যসেবা পরিষেবা পেতে তাদের সহায়তা করবে। দলটি বৃহত্তর জনসাধারণ এবং নীতিনির্ধারকদের নজরে বিষয়টি আনার জন্য একটি সমান্তরাল সোশ্যাল মিডিয়া প্রচারণা চালাচ্ছে।",

  "news_article_4_title": "নতুন অর্থনৈতিক নীতি নিয়ে জনমত বিভক্ত, এনইপি অন্তর্ভুক্তিমূলক বৃদ্ধির আহ্বান জানিয়েছে",
  "news_article_4_content": "সাম্প্রতিক একটি দেশব্যাপী সমীক্ষায় সরকারের নতুন অর্থনৈতিক নীতি সম্পর্কে জনমতে একটি তীব্র বিভাজন প্রকাশ পেয়েছে। সমর্থকরা দাবি করেছেন যে এই নীতিগুলি প্রবৃদ্ধি বাড়াবে এবং কর্মসংস্থান সৃষ্টি করবে, বিরোধীরা যুক্তি দেয় যে তারা মুদ্রাস্ফীতি বাড়াবে এবং কেবল বড় কর্পোরেশনগুলিকে উপকৃত করবে। এনইপি একটি আরও অন্তর্ভুক্তিমূলক পদ্ধতির আহ্বান জানিয়েছে, ক্ষুদ্র ও মাঝারি উদ্যোগ (এসএমই) এবং কৃষি খাতকে সমর্থন করার জন্য ব্যবস্থার পরামর্শ দিয়েছে। দলটি আগামী সপ্তাহে তার নিজস্ব অর্থনৈতিক দৃষ্টিভঙ্গি নথি প্রকাশ করার পরিকল্পনা করেছে, যা এটি বলে যে একটি 'জন-পন্থী, প্রবৃদ্ধি-পন্থী' বিকল্প প্রস্তাব করবে।",
    "footer_party_bio": "ভারতের প্রাক্তন সৈনিক এবং সাধারণ মানুষের জন্য একটি দল।",
    "footer_quick_links": "দ্রুত লিঙ্ক",
    "footer_more_links": "আরও লিঙ্ক",
    "footer_contact_info": "যোগাযোগের তথ্য",
    "footer_address": "তামিলনাড়ু, ভারত",
    "footer_privacy": "গোপনীয়তা নীতি",
    "footer_terms": "শর্তাবলী",
    "footer_refund": "ফেরত নীতি"
}